{
  "button": {
    "download": "Herunterladen",
    "downloadApp": "Laden Sie die App herunter",
    "downloadHere": "Hier herunterladen"
  },
  "comparison": {
    "description": "Better Fleet se positionne comme un titan de la performance, en réduisant le temps de recherche de serveur de manière significative – affichant une vitesse 3 à 4 fois supérieure à celle de \"Fleet Creator\". Lorsqu'on observe notre graphique, les barres vertes, correspondant à BetterFleet, atteignent des valeurs inférieures avec une constance qui dénote une optimisation technique avancée. Cela signifie que, concrètement, BetterFleet localise le serveur de jeu avec une agilité remarquable, réduisant drastiquement les délais de connexion. Les joueurs peuvent ainsi expérimenter une transition quasi instantanée vers leurs mondes virtuels préférés, grâce à une plateforme conçue pour l'efficience et la rapidité. BetterFleet, c'est l'assurance d'une performance sans compromis pour une expérience utilisateur sans égale.",
    "subtitle": "Eine turbogeladene Verbindung für ein Spielerlebnis mit dreifacher Geschwindigkeit!",
    "title": "Vergleich mit Fleet Creator"
  },
  "credits": {
    "and": "&",
    "designed": "Bezeichnen durch",
    "developed": "Entwickeln von",
    "license": "Lizenz"
  },
  "descriptions": {
    "globe": "Notre application offre une recherche rapide et visuellement agréable pour Sea of Thieves, vous plongeant dans l'aventure pirate sans délai et avec style.",
    "hourglass": "Notre fonctionnalité d'auto-click synchronisée met en œuvre un timer parfaitement coordonné entre tous les joueurs de la session, garantissant une recherche de serveur d'une efficacité redoutable qui réduit le temps d'attente au minimum. Grâce à cette innovation, lancer une partie de Sea of Thieves avec vos amis devient une expérience fluide et synchronisée, vous immergeant directement dans l'action et l'aventure.",
    "key": "Unsere Anwendung gewährleistet die Benutzersicherheit dank ihres Open-Source-Codes, der vollständige Transparenz ermöglicht, und eines aktiven Entwicklerteams, das sich regelmäßigen Updates und Sicherheitswartungen widmet."
  },
  "discover": {
    "discord": {
      "button": "Rejoindre le discord",
      "content": "Unsere App geht weit über eine einfache Benutzeroberfläche hinaus, da sie in einer lebendigen und engagierten Community auf unserem dedizierten Discord-Server verankert ist. Dieser dynamische Raum ist der Knotenpunkt, an dem Spieler nicht nur ihre Erfahrungen austauschen, sondern auch aktiv zur Entwicklung beitragen können, indem sie Verbesserungsvorschläge einreichen. Ein offener und konstruktiver Dialog wird gefördert, wodurch Synergien zwischen Benutzern und Entwicklern entstehen. Darüber hinaus bietet unser Discord-Server leistungsstarken Support für diejenigen, die unsere App auf ihrer Seite integrieren möchten. Ob technische Beratung, strategische Anleitung oder Anpassungstipps – unsere Mitglieder und unser Support-Team sind immer bereit zu helfen und sorgen für eine nahtlose und erfolgreiche Integration.",
      "nav": "Unsere Gemeinschaft",
      "title": "Notre plateforme d'échange préféré !"
    },
    "github": {
      "button": "Github",
      "content": "Im Mittelpunkt unseres Projekts steht ein tiefes Engagement für Open Source, das sich in unserem öffentlich zugänglichen Code und unserem Team aus aktiven und reaktionsschnellen Entwicklern widerspiegelt. Diese Philosophie garantiert eine ständige Weiterentwicklung unserer Anwendung, unterstützt durch transparente Zusammenarbeit und fruchtbaren Austausch mit unserer Community. Das Feedback der Spieler ist ein Eckpfeiler unseres Entwicklungsprozesses, da es uns ermöglicht, unser Angebot zu verfeinern und zu verbessern und sicherzustellen, dass es genau den Bedürfnissen und Wünschen unserer Benutzer entspricht. Die Offenheit unserer Entwickler gegenüber Vorschlägen und die schnelle Anpassung stellen sicher, dass unsere App auf dem neuesten Stand bleibt, und pflegen gleichzeitig ein Vertrauensverhältnis und gegenseitigen Respekt mit unserer engagierten Community.",
      "nav": "Kollaborative Innovation",
      "title": "Unser Open-Source-Engagement für eine sich ständig weiterentwickelnde Anwendung"
    },
    "title": "Unsere Werte und Ziele",
    "translation": {
      "button": "Crowdin",
      "content": "Unsere App steht für Vielfalt und Inklusivität, da sie sich bei der Entwicklung auf den i18n-Standard konzentriert und der Community selbst die Tür zu Übersetzungen in jede beliebige Sprache öffnet. Dieser Ansatz stellt sicher, dass unsere App von Benutzern auf der ganzen Welt problemlos angepasst und verwendet werden kann, was unser Engagement für den Abbau von Sprachbarrieren widerspiegelt. Darüber hinaus haben wir ein öffentliches Crowdin-Projekt eingerichtet, das eine intuitive Plattform für alle bietet, die sich an Übersetzungsbemühungen beteiligen möchten. Diese Initiative fördert die internationale Zusammenarbeit und ermöglicht es, unsere Bewerbung mit den kulturellen und sprachlichen Nuancen jedes Mitwirkenden zu bereichern. Gemeinsam bauen wir ein wirklich globales, zugängliches und ansprechendes Spielerlebnis für eine ständig wachsende internationale Gemeinschaft auf.",
      "nav": "Partizipative Übersetzung",
      "title": "Vereint Spieler auf der ganzen Welt mit i18n und Crowdin"
    }
  },
  "download": {
    "now": "jetzt downloaden"
  },
  "footer": {
    "content": "Werden Sie Teil unseres globalen Abenteuers – Ihrer Leidenschaft, unserer Technologie. Lassen Sie uns gemeinsam das Spiel verändern. Unterstützt durch Community und offene Innovation.",
    "discord": "Haben Sie ein Problem? Kontaktieren Sie unser Team umgehend über unseren Server ",
    "github": "Sind Sie Entwickler und lieben es, durch die Meere von Sea Of Thieves zu segeln? Kommen Sie vorbei und unterstützen Sie das Projekt!",
    "warning": {
      "content": "Better Fleet ist keine offizielle Anwendung im Zusammenhang mit Sea of Thieves und distanziert sich von jeglichen direkten Verweisen auf dieses Spiel.",
      "title": "Warnungen"
    }
  },
  "header": {
    "details": "BetterFleet est actuellement en alpha ! Testez l’application dès maintenant !"
  },
  "name": "BetterFleet",
  "nav": {
    "documentation": "Dokumentation",
    "home": "Willkommen",
    "support": "Unterstützung"
  },
  "presentation": {
    "content": "Tauchen Sie ein in die Welt von Sea of Thieves mit dem ultimativen Tool, mit dem Sie Allianzen wie nie zuvor schmieden können. Unsere App revolutioniert die Art und Weise, wie Spieler miteinander in Kontakt treten. Sie bietet eine außergewöhnliche Flexibilität und erhöht Ihre Chancen, eine Allianz zu finden, erheblich, indem sie die Möglichkeiten anderer Apps bei weitem übertrifft. Treten Sie unserer Community bei und verwandeln Sie Ihr Spielerlebnis in ein episches Abenteuer, bei dem Bindung und gemeinsames Segeln mit jedem Klick zur Realität werden.",
    "title": "BetterFleet"
  },
  "stats": {
    "download": "Téléchargement",
    "players": "Joueur(s) en ligne",
    "sessions": "Session(s) ouverte",
    "title": "Statistiken"
  }
}