{
  "button": {
    "download": "Download",
    "downloadApp": "Download application",
    "downloadHere": "Download here"
  },
  "comparison": {
    "description": "Better Fleet stands as a performance titan by reducing server search time significantly – displaying a speed 3 to 4 times higher than that of Fleet Creator. When we look at our graph, the green bars, corresponding to BetterFleet, reach inferior values with a consistency that notes a advanced technical optimization. This means that, concretely, BetterFleet locates the game server with remarkable agility, drastically reducing connection delays. Players can thus expedite a near-instant transition to their favorite virtual worlds, thanks to a concise platform for efficiency and speed. BetterFleet is the assurance of an uncompromising performance for an unequal user experience.",
    "subtitle": "A turbocharged connection for triple speed game!",
    "title": "Comparison with Fleet Creator"
  },
  "credits": {
    "and": "&",
    "designed": "Assign by",
    "developed": "Powered by",
    "license": "License"
  },
  "descriptions": {
    "globe": "Notre application offre une recherche rapide et visuellement agréable pour Sea of Thieves, vous plongeant dans l'aventure pirate sans délai et avec style.",
    "hourglass": "Notre fonctionnalité d'auto-click synchronisée met en œuvre un timer parfaitement coordonné entre tous les joueurs de la session, garantissant une recherche de serveur d'une efficacité redoutable qui réduit le temps d'attente au minimum. Grâce à cette innovation, lancer une partie de Sea of Thieves avec vos amis devient une expérience fluide et synchronisée, vous immergeant directement dans l'action et l'aventure.",
    "key": "Our application ensures the security of users thanks to its open source code, allowing full transparency, and a team of active developers dedicated to regular updates and maintenance of the security."
  },
  "discover": {
    "discord": {
      "button": "Rejoindre le discord",
      "content": "Our application has grown well beyond a simple interface because it is anchored in a vibrant, committed community on our dedicated Discord server. This dynamic space is the crossroads where players can not only share their experiences, but also actively contribute to development by submitting ideas for improvement. Open and constructive dialogue is encouraged, forging synergy between users and creators. In addition, our Discord server provides robust support for those who want to integrate our application on their side. Whether for technical advice, strategic orientations or customization tips, our members and our support team are always ready to help, ensuring a transparent and successful integration.",
      "nav": "Our community",
      "title": "Notre plateforme d'échange préféré !"
    },
    "github": {
      "button": "Github",
      "content": "At the heart of our project is a deep commitment to open source, Reflected by our code accessible to all and our team of active and receptive developers. This philosophy guarantees a constant evolution of our application, driven by transparent collaboration and fruitful exchanges with our community. Player feedback is a cornerstone of our development process, as it allows us to fine-tune and improve our offer, by ensuring that it responds precisely to the needs and desires of our users. Openness to suggestions and ability to adapt quickly to our developers ensure that our application remains at the cutting edge, while cultivating a relationship of trust and mutual respect with our committed community.",
      "nav": "Collaborative Innovation",
      "title": "Our Open Source Engagement for Constant Evolution Application"
    },
    "title": "Our Values and Objectives",
    "translation": {
      "button": "Crowdin",
      "content": "Our application embraces diversity and inclusiveness through its i18n based development opening the door to translations in any language by the community itself. This approach ensures that our application can be easily adapted and used by users around the world. reflecting our commitment to breaking language barriers. In addition, we have set up a public Crowdin project, providing an intuitive platform for all those willing to contribute to the translation efforts. This initiative promotes international collaboration, enabling our application to be enriched by the cultural and linguistic nuances of each contributor. Together, we build a truly global, accessible and engaging gaming experience for an ever-expanding international community.",
      "nav": "Participatory Translation",
      "title": "Uniting Entire World Players with i18n and Crowdin"
    }
  },
  "download": {
    "now": "Download now"
  },
  "footer": {
    "content": "Join our global adventure - your passion, our technology. Together, let's transform the game. Powered by community and open innovation.",
    "discord": "Having trouble? Please contact our team via our server ",
    "github": "If you are a developer and you love sailing on the seas of Sea Of Thieves, come and contribute to the project!",
    "warning": {
      "content": "Better Fleet is an unofficial third-party application unrelated to the Sea of Thieves development team. Its use is external and does not affect the experience in any way!",
      "title": "Warnings"
    }
  },
  "header": {
    "details": "BetterFleet est actuellement en alpha ! Testez l’application dès maintenant !"
  },
  "name": "BetterFleet",
  "nav": {
    "documentation": "Documentation",
    "home": "Home",
    "support": "Support"
  },
  "presentation": {
    "content": "Dive into the world of Sea of Thieves with the ultimate tool to forge alliances like never before. Our app is changing how players log in, offering exceptional fluidity and significantly increasing your chances of finding an alliance, far beyond the capabilities of other applications. Join our community and transform your gaming experience into an epic adventure, or create links and navigate together becomes a reference accessible with each click.",
    "title": "BetterFleet"
  },
  "stats": {
    "download": "Téléchargement",
    "players": "Joueur(s) en ligne",
    "sessions": "Session(s) ouverte",
    "title": "Statistics"
  }
}