{
  "button": {
    "download": "Descargar",
    "downloadApp": "Descarga la aplicación",
    "downloadHere": "Descarga aquí"
  },
  "comparison": {
    "description": "Better Fleet se positionne comme un titan de la performance, en réduisant le temps de recherche de serveur de manière significative – affichant une vitesse 3 à 4 fois supérieure à celle de \"Fleet Creator\". Lorsqu'on observe notre graphique, les barres vertes, correspondant à BetterFleet, atteignent des valeurs inférieures avec une constance qui dénote une optimisation technique avancée. Cela signifie que, concrètement, BetterFleet localise le serveur de jeu avec une agilité remarquable, réduisant drastiquement les délais de connexion. Les joueurs peuvent ainsi expérimenter une transition quasi instantanée vers leurs mondes virtuels préférés, grâce à une plateforme conçue pour l'efficience et la rapidité. BetterFleet, c'est l'assurance d'une performance sans compromis pour une expérience utilisateur sans égale.",
    "subtitle": "¡Una conexión turbo para una experiencia de juego de triple velocidad!",
    "title": "Comparación con Fleet Creator"
  },
  "credits": {
    "and": "&",
    "designed": "Designar por",
    "developed": "Desarrollar por",
    "license": "Licencia"
  },
  "descriptions": {
    "globe": "Notre application offre une recherche rapide et visuellement agréable pour Sea of Thieves, vous plongeant dans l'aventure pirate sans délai et avec style.",
    "hourglass": "Notre fonctionnalité d'auto-click synchronisée met en œuvre un timer parfaitement coordonné entre tous les joueurs de la session, garantissant une recherche de serveur d'une efficacité redoutable qui réduit le temps d'attente au minimum. Grâce à cette innovation, lancer une partie de Sea of Thieves avec vos amis devient une expérience fluide et synchronisée, vous immergeant directement dans l'action et l'aventure.",
    "key": "Nuestra aplicación garantiza la seguridad del usuario gracias a su código fuente abierto, lo que permite una total transparencia y un equipo activo de desarrolladores dedicados a actualizaciones periódicas y mantenimiento de seguridad."
  },
  "discover": {
    "discord": {
      "button": "Rejoindre le discord",
      "content": "Nuestra aplicación va mucho más allá de una simple interfaz, ya que está anclada en una comunidad vibrante y comprometida en nuestro servidor dedicado de Discord. Este espacio dinámico es el centro donde los jugadores no sólo pueden compartir sus experiencias, sino también contribuir activamente al desarrollo presentando ideas para mejorar. Se fomenta el diálogo abierto y constructivo, generando sinergias entre usuarios y creadores. Además, nuestro servidor Discord ofrece un soporte sólido para aquellos que quieran integrar nuestra aplicación de su lado. Ya sea para asesoramiento técnico, orientación estratégica o consejos de personalización, nuestros miembros y equipo de soporte siempre están listos para ayudar, garantizando una integración perfecta y exitosa.",
      "nav": "Nuestra comunidad",
      "title": "Notre plateforme d'échange préféré !"
    },
    "github": {
      "button": "GitHub",
      "content": "En el corazón de nuestro proyecto hay un profundo compromiso con el código abierto, reflejado en nuestro código de acceso público y nuestro equipo de desarrolladores activos y receptivos. Esta filosofía garantiza una evolución constante de nuestra aplicación, impulsada por una colaboración transparente y intercambios fructíferos con nuestra comunidad. Los comentarios de los jugadores son una piedra angular de nuestro proceso de desarrollo, ya que nos permiten refinar y mejorar nuestra oferta, asegurando que satisfaga con precisión las necesidades y deseos de nuestros usuarios. La apertura de nuestros desarrolladores a las sugerencias y la rápida adaptación garantizan que nuestra aplicación se mantenga a la vanguardia, al tiempo que cultiva una relación de confianza y respeto mutuo con nuestra comprometida comunidad.",
      "nav": "Innovación colaborativa",
      "title": "Nuestro compromiso de código abierto con una aplicación en constante evolución"
    },
    "title": "Nuestros valores y objetivos",
    "translation": {
      "button": "multitud",
      "content": "Nuestra aplicación abraza la diversidad y la inclusión a través de su desarrollo enfocado en el estándar i18n, abriendo la puerta a traducciones a cualquier idioma por parte de la propia comunidad. Este enfoque garantiza que nuestra aplicación pueda ser adaptada y utilizada fácilmente por usuarios de todo el mundo, lo que refleja nuestro compromiso de romper las barreras del idioma. Además, hemos establecido un proyecto público Crowdin, que proporciona una plataforma intuitiva para cualquier persona interesada en contribuir a los esfuerzos de traducción. Esta iniciativa promueve la colaboración internacional, permitiendo que nuestra aplicación se enriquezca con los matices culturales y lingüísticos de cada colaborador. Juntos, estamos construyendo una experiencia de juego verdaderamente global, accesible y atractiva para una comunidad internacional en constante expansión.",
      "nav": "Traducción Participativa",
      "title": "Uniendo jugadores de todo el mundo con i18n y Crowdin"
    }
  },
  "download": {
    "now": "Descargar ahora"
  },
  "footer": {
    "content": "Únase a nuestra aventura global: su pasión, nuestra tecnología. Juntos, transformemos el juego, impulsado por la comunidad y la innovación abierta.",
    "discord": "¿Estás experimentando algún problema? Póngase en contacto con nuestro equipo inmediatamente a través de nuestro servidor ",
    "github": "¿Eres desarrollador y te encanta navegar por los mares de Sea Of Thieves? ¡Ven y contribuye al proyecto!",
    "warning": {
      "content": "Better Fleet no es una aplicación oficial asociada a Sea of Thieves y se distancia de cualquier referencia directa a este juego.",
      "title": "Advertencias"
    }
  },
  "header": {
    "details": "BetterFleet est actuellement en alpha ! Testez l’application dès maintenant !"
  },
  "name": "Mejor Flota",
  "nav": {
    "documentation": "Documentación",
    "home": "bienvenida",
    "support": "Apoyo"
  },
  "presentation": {
    "content": "Sumérgete en el mundo de Sea of Thieves con la herramienta definitiva diseñada para forjar alianzas como nunca antes. Nuestra aplicación revoluciona la forma en que los jugadores se conectan, brindando una fluidez excepcional y aumentando significativamente sus posibilidades de encontrar una alianza, superando con creces las capacidades de otras aplicaciones. Únase a nuestra comunidad y transforme su experiencia de juego en una aventura épica, donde unirse y navegar juntos se convierte en una realidad accesible con cada clic.",
    "title": "BetterFleet"
  },
  "stats": {
    "download": "Téléchargement",
    "players": "Joueur(s) en ligne",
    "sessions": "Session(s) ouverte",
    "title": "Estadísticas"
  }
}